---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DatumBubbleEndn2
source: html/0de11894-e688-6e42-aaae-568942445bcd.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DatumBubbleEndn2 Property

"Symbol at End 2 Default"

## Syntax (C#)
```csharp
public static ForgeTypeId DatumBubbleEndn2 { get; }
```